{
    "header": "BAND",
    "text_german": [
        "Wer sagt, dass Beobachtungen unseres Sonnensystems nur Astronauten und maschinellen Flugkörpern vergönnt sind?",
        "Die vier von Perplexities on Mars zeichnen ihre Beobachtungen für Tagträumer und aufmerksame Zuhörer tonmalerisch in jedermanns Phantasie. Sie widmen sich unteranderem dem hellsten Stern an unserem Himmel - der Sonne - und erzählen die Geschichte eines Ringplaneten. Aber auch andere universale Erlebnisse werden in den Musikstücken der Band geschildert. Dass es dabei nun ausgerechnet auf dem roten Planeten zu Ratlosigkeit (Perplexity) kommt, kann sich wahrscheinlich selbst der Namensgeber und Kriegsgott Mars nicht erklären….",
        "Mit dieser speziellen Besetzung, ohne Harmonieinstrument, erzeugt die Gruppe - durch hochenergetische und melodische Eigenkompositionen - eine stilistisch tief in der Jazztradition verankerte, aber zugleich moderne und neue Musik, die durch die verschiedenen sich ergänzenden Improvisationen einzigartig wird.",
        "„[…] das Quartett 'Perplexities on Mars' […] in dem sich zwei Tenorsaxophonisten (Christopher Kunz und Max Hirth) energiegeladene Battles lieferten, also kreative Jazz-Wettkämpfe, die hohe Tradition haben - hier aber so modern und berstend intensiv klangen wie nur selten sonst.“ - Roland Spiegel; BR-Klassik"
    ],
    "text_english": [
        "Who says that observations of our solar system are only reserved for astronauts and mechanical spacecraft?",
        "The four musicians of Perplexities on Mars record their observations for dreamers and attentive listeners, painting them tonally into everyone's imagination. They dedicate themselves to, among other things, the brightest star in our sky - the sun - and tell the story of a ringed planet. But other universal experiences are also depicted in the band's compositions. That perplexity occurs on the red planet of all places is something even Mars, the god of war and namesake, probably cannot explain….",
        "With this special lineup, without harmonic instruments, the group creates a style deeply rooted in jazz tradition through highly energetic and melodic original compositions, while at the same time offering modern and fresh music that becomes unique through the various complementary improvisations.",
        "‘[...] the quartet Perplexities on Mars [...] in which two tenor saxophonists (Christopher Kunz and Max Hirth) engaged in energetic battles, creative jazz competitions with a strong tradition, but here they sounded as modern and intensely bursting as rarely ever before.’ - Roland Spiegel; BR-Klassik"
    ]
}